Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

# Are you sure you want to delete the file '%s'?
source: Are you sure you want to delete the file '%s'? \n\n
be: Вы сапраўды жадаеце выдаліць файл '%s'? \n\n

source: Are you sure you want to delete the folder '%s'?\n(Deleting a folder will delete all of its contents)
be: Вы сапраўды жадаеце выдаліць каталог '%s'? \n(Выдаленне каталога выдаліць усё ягонае змесціва)

source: Are you sure you want to delete these %1 connections?
be: Вы сапраўды жадаеце выдаліць гэтыя %1 злучэнняў?

source: Are you sure you want to delete these %d fonts permanently?
be: Вы сапраўды жадаеце знішчыць гэтыя %d шрыфтоў?

source: Are you sure you want to delete these %u items? \n(Deleting a folder will delete all of its contents)
be: Вы сапраўды жадаеце выдаліць гэтыя %u элементаў? \n(Выдаленне каталога выдаліць усё ягонае змесціва)

source: Are you sure you want to delete these icons from your desktop?
be: Вы сапраўды жадаеце выдаліць гэтыя значкі з вашай стальніцы?

source: Are you sure you want to delete these icons?
be: Вы сапраўды жадаеце выдаліць гэтыя значкі?

source: Are you sure you want to delete this font collection?
be: Вы сапраўды жадаеце выдаліць гэтую калекцыю шрыфтоў?

source: Are you sure you want to delete this font permanently?
be: Вы сапраўды жадаеце знішчыць гэты шрыфт?

source: Are you sure you want to disconnect the selected user(s)?
be: Вы сапраўды жадаеце адлучыць вылучаных карыстальнікаў?

# Are you sure you want to do this? To save in other format, click No.
source: Are you sure you want to do this?\n\nTo save in other format, click No.
be: Вы сапраўды жадаеце зрабіць гэта?\n\nКаб захаваць у іншым фармаце, націсніце 'Не'.

source: Are you sure you want to exit?
be: Вы сапраўды жадаеце выйсці?

source: Are you sure you want to install this gadget?
be: Вы сапраўды жадаеце ўсталяваць гэты гаджэт?

source: Are you sure you want to link this file without its properties?
be: Вы сапраўды жадаеце звязаць гэты файл без яго ўласцівасцяў?

source: Are you sure you want to link this file without its properties? The new file '%1' will not have these properties.
be: Вы сапраўды жадаеце звязаць гэты файл без яго ўласцівасцяў? Новы файл '%1' не будзе мець гэтых уласцівасцяў.

source: Are you sure you want to link this folder without its properties?
be: Вы сапраўды жадаеце звязаць гэты каталог без яго ўласцівасцяў?

source: Are you sure you want to link this folder without its properties? The new folder '%1' will not have these properties.
be: Вы сапраўды жадаеце звязаць гэты каталог без яго ўласцівасцяў? Новы каталог '%1' не будзе мець гэтых уласцівасцяў.

source: Are you sure you want to move these %1 items to the Recycle Bin?
be: Вы сапраўды жадаеце перамясціць элементы (%1 шт.) у сметніцу?

source: Are you sure you want to move this file to the Recycle Bin?
be: Вы сапраўды жадаеце перамясціць гэты файл у сметніцу?

source: Are you sure you want to move this file without its properties?
be: Вы сапраўды жадаеце перамясціць гэты файл без яго ўласцівасцяў?

source: Are you sure you want to move this file without its properties? The new file '%2' has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты файл без яго ўласцівасцяў? Файл '%2' мае уласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this file without its properties?\n\nThe file %1 has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты файл без яго уласцівасцяў?\n\nУласцівасці файла "%1" немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this file without its property '%3'?\n\nThe file %2 has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты файл без яго ўласцівасці '%3'?\n\nФайл '%2' мае ўласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this folder to the Recycle Bin?
be: Вы сапраўды жадаеце перамясціць гэты каталог у сметніцу?

source: Are you sure you want to move this folder without its properties?
be: Вы сапраўды жадаеце перамясціць гэты каталог без яго ўласцівасцяў?

source: Are you sure you want to move this folder without its properties? The new folder '%2' has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты каталог без яго ўласцівасцяў? Каталог '%2' мае уласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this folder without its properties?\n\nThe folder %1 has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты каталог без яго уласцівасцяў?\n\nУласцівасці каталога "%1" немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this folder without its property '%3'?\n\nThe folder %2 has properties that can't be moved to the new location.
be: Вы сапраўды жадаеце перамясціць гэты каталог без яго ўласцівасці '%3'?\n\nКаталог '%2' мае ўласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: Are you sure you want to move this program to the Recycle Bin?\n\nIf you delete this program, you might not be able to open files associated with it.
be: Вы сапраўды жадаеце перамясціць гэтую праграму ў сметніцу?\n\nКалі вы выдаліце гэтую праграму, магчыма, вы не зможаце адчыніць асацыяваныя з ёй файлы.

source: Are you sure you want to move this program to the Recycle Bin?\n\nIf you delete this program, you might not be able to open files associated with it. You can't undo this operation.
be: Вы сапраўды жадаеце перамясціць гэтую праграму ў сметніцу?\n\nКалі вы выдаліце гэтую праграму, магчыма, вы не зможаце адчыніць асацыяваныя з ёй файлы. Вы не зможаце адрабіць гэтую аперацыю.

source: Are you sure you want to move this read-only file?
be: Вы сапраўды жадаеце перамясціць файл, прызначаны толькі для чытання?

source: Are you sure you want to move this read-only folder?
be: Вы сапраўды жадаеце перамясціць каталог, прызначаны толькі для чытання?

source: Are you sure you want to move this shortcut to the Recycle Bin?
be: Вы сапраўды жадаеце перамясціць гэты пускальнік у сметніцу?

source: Are you sure you want to move this shortcut to the Recycle Bin?\n\nDeleting this shortcut does not uninstall the program. It only removes the icon that points to the program. If you want to uninstall use <A>Programs and Features</A>.
be: Вы сапраўды жадаеце перамясціць гэты пускальнік у сметніцу?\n\nВыдаленне гэтага пускальніка не прывядзе да высталявання праграмы, бо будзе выдалены толькі значак, звязаны з праграмай. Калі вы жадаеце высталяваць праграму, скарыстайце <A>праграмы і дапаўненні</A>.

source: Are you sure you want to move this system file to the Recycle Bin?\n\nIf you remove this file, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце перамясціць гэты сістэмны файл у сметніцу?\n\nКалі вы выдаліце гэты файл, Windows альбо іншая праграма могуць перастаць працаваць правільна.

source: Are you sure you want to move this system file?\n\nIf you move this file, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце перамясціць гэты сістэмны файл?\n\nКалі вы перамясціце гэты файл, Windows альбо іншая праграма могуць перастаць працаваць правільна.

source: Are you sure you want to move this system folder to the Recycle Bin?\n\nIf you remove this folder, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце перамясціць гэты сістэмны каталог у сметніцу?\n\nКалі вы выдаліце гэты каталог, Windows альбо іншая праграма могуць перастаць працаваць правільна.

source: Are you sure you want to move this system folder?\n\nIf you move this folder, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце перамясціць гэты сістэмны каталог?\n\nКалі вы перамясціце гэты каталог, Windows альбо іншая праграма могуць перастаць працаваць правільна.

source: Are you sure you want to permanently delete all of these items?
be: Вы сапраўды жадаеце знішчыць усе гэтыя элементы?

source: Are you sure you want to permanently delete these %1 items?
be: Вы сапраўды жадаеце знішчыць гэтыя элементы (%1 шт.)?

source: Are you sure you want to permanently delete this file?
be: Вы сапраўды жадаеце знішчыць гэты файл?

source: Are you sure you want to permanently delete this folder?
be: Вы сапраўды жадаеце знішчыць гэты каталог?

source: Are you sure you want to permanently delete this program?\n\nIf you delete this program, you might not be able to open files associated with it.
be: Вы сапраўды жадаеце знішчыць гэтую праграму?\n\nКалі вы выдаліце гэтую праграму, магчыма, вы не зможаце адчыніць асацыяваныя з ёй файлы.

source: Are you sure you want to permanently delete this program?\n\nIf you delete this program, you might not be able to open files associated with it. You can't undo this operation.
be: Вы сапраўды жадаеце знішчыць гэтую праграму?\n\nКалі вы выдаліце гэтую праграму, магчыма, вы не зможаце адчыніць асацыяваныя з ёй файлы. Вы не зможаце адрабіць гэтую аперацыю.

source: Are you sure you want to permanently delete this read-only folder?
be: Вы сапраўды жадаеце знішчыць каталог, прызначаны толькі для чытання?

source: Are you sure you want to permanently delete this shortcut?
be: Вы сапраўды жадаеце знішчыць гэты пускальнік?

source: Are you sure you want to permanently remove this shortcut?\n\nDeleting this shortcut does not uninstall the program. It only removes the icon that points to the program. If you want to uninstall use <A>Remove a Program</A>.
be: Вы сапраўды жадаеце знішчыць гэты пускальнік?\n\nВыдаленне гэтага пускальніка не прывядзе да высталявання праграмы, бо будзе выдалены толькі значак, звязаны з праграмай. Калі вы жадаеце высталяваць праграму, скарыстайце <A>праграмы і дадаткі</A>.

source: Are you sure you want to remove the Cabinet File Viewer from your computer?
be: Вы сапраўды жадаеце выдаліць праглядальнік CAB-файлаў з камп'ютара?

source: Are you sure you want to remove this network?\n\nIf you remove it, you can't connect to it anymore unless you\ncreate a new profile.
be: Вы сапраўды жадаеце выдаліць гэтую сетку?\n\nКалі вы выдаліце яе, вы больш не зможаце злучыцца з ёю,\nпакуль не створыце новы профіль.

source: Are you sure you want to remove your password?
be: Вы сапраўды жадаеце выдаліць ваш пароль?

source: Are you sure you want to rename the system folder?\n\nIf you rename this folder, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце пераназваць гэты сістэмны каталог?\n\nКалі вы пераназавеце гэты каталог, Windows альбо іншая праграмамогуць перастаць працаваць правільна.

source: Are you sure you want to rename this file without its properties?
be: Вы сапраўды жадаеце пераназваць гэты файл без яго ўласцівасцяў?

source: Are you sure you want to rename this file without its properties? The new file '%1' has properties that will be lost when renamed.
be: Вы сапраўды жадаеце пераназваць гэты файл без яго ўласцівасцяў? Новы файл '%1' мае ўласцівасці, якія будуць страчаныя пасля пераназвання.

source: Are you sure you want to rename this folder without its properties?
be: Вы сапраўды жадаеце пераназваць гэты каталог без яго ўласцівасцяў?

source: Are you sure you want to rename this folder without its properties? The new folder '%1' has properties that will be lost when renamed.
be: Вы сапраўды жадаеце пераназваць гэты каталог без яго ўласцівасцяў? Новы каталог '%1' мае ўласцівасці, якія будуць страчаныя пасля пераназвання.

source: Are you sure you want to rename this network?\n\nThe network will be renamed for all users of this computer. This might make it difficult for other users to find and connect to this network in the future.
be: Вы сапраўды жадаеце пераназваць гэтую сетку?\n\nСетка будзе пераназваная для ўсіх карыстальнікаў гэтага камп'ютара. Гэта можа зрабіць для іншых складаным пошук і злучэнне з гэтай сеткай у будучыні.

source: Are you sure you want to rename this read-only file?
be: Вы сапраўды жадаеце пераназваць файл, прызначаны толькі для чытання?

source: Are you sure you want to rename this read-only folder?
be: Вы сапраўды жадаеце пераназваць каталог, прызначаны толькі для чытання?

source: Are you sure you want to rename this system file?\n\nIf you rename this file, Windows or another program may no longer work correctly.
be: Вы сапраўды жадаеце пераназваць гэты сістэмны файл?\n\nКалі вы пераназавеце гэты файл, Windows альбо іншая праграма могуць перастаць працаваць правільна.

source: Are you sure you want to restore all the items from the recycle bin?
be: Вы сапраўды жадаеце аднавіць усе гэтыя файлы са сметніцы?

source: Are you sure you want to restore the previous version of "%1" from %2?
be: Вы сапраўды жадаеце аднавіць папярэднюю версію "%1" з %2?

source: Are you sure you want to restore them?
be: Вы сапраўды жадаеце аднавіць гэтыя элементы?

source: Are you sure you want to restore this plan's default settings?
be: Вы сапраўды жадаеце аднавіць стандартныя налады гэтага плана?

source: Are you sure you want to send all of these items to the Recycle Bin?
be: Вы сапраўды жадаеце выкінуць усе гэтыя элементы ў сметніцу?

source: Are you trying to permanently change your screen brightness?
be: Вы спрабуеце стала змяніць яркасць экрана?

source: Arguments
be: Аргументы

source: Armenian
be: Армянская

source: Armenian Eastern
be: Армянская (усходняя)

source: Armenian Western
be: Армянская (заходняя)

source: Arrange &Icons
be: Упарадкаваць значкі

source: Arrange by:
be: Упарадкаваць па:

source: Arrange groups in ascending order.
be: Размясціць групы ў наўпростым парадку.

source: Arrange groups in descending order.
be: Размясціць групы ў адваротным парадку.

source: Arrange items in ascending order.
be: Размясціць элементы ў наўпростым парадку.

source: Arrange items in descending order.
be: Размясціць элементы ў адваротным парадку.

source: Arrange the items in this library.
be: Упарадкаваць элементы ў гэтай бібліятэцы.

source: Arranges icons in a grid automatically.
be: Размяшчае значкі аўтаматычна па сетцы.

source: Arranges icons in a grid.
be: Размяшчае значкі па сетцы.

source: Arranges the icons automatically.
be: Размяшчае значкі аўтаматычна.

source: Arrows
be: Стрэлкі

source: Artist
be: Выканаўца

source: Artists
be: Выканаўцы

source: Artists|Artist
be: Выканаўцы|Выканаўца

source: As a guest user you cannot change the display language:
be: Вы, як карыстальнік-госць, не можаце змяняць мовы адлюстравання:

source: As a result nobody will be able to use this computer until it is manually restarted.\n\nDo you want to continue?
be: Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\n\nЖадаеце працягнуць?

source: As a result, nobody will be able to use this computer until it is manually restarted.\n\nDo you want to continue?
be: Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\n\nЖадаеце працягнуць?

source: Ask me every time
be: Пытаць мяне кожны раз

source: Ask me later
be: Спытаць пазней

source: Assamese
be: Асамская

source: Assamese - INSCRIPT
be: Асамская - INSCRIPT

source: Assembling Service Pack
be: Збіранне службовага пакунка

source: Assembling Windows
be: Збіранне Windows

source: Assembling Windows features
be: Збіранне дапаўненняў Windows

source: Assembling Windows updates
be: Збіранне абнаўленняў Windows

source: Assigned by DHCP
be: Прызначаны DHCP

source: Assigned by Service Provider
be: Прызначаны дастаўніком службы

source: Assigns a drive letter to a network resource.
be: Прызначае літару дыска сеткаваму рэсурсу.

source: Assistant's name
be: Імя памочніка

source: Assistant's phone
be: Тэлефон памочніка

source: Associate a file type or protocol with a program
be: Асацыяваць тып файла ці пратакол з праграмай

source: Associate a file type or protocol with a specific program
be: Асацыяваць тып файла ці пратакол з азначанай праграмай

source: Attach debugger
be: Прычапіць наладчык

source: Attach:
be: Прычапіць:

source: Attaches the debugger to this process
be: Чапляе наладчык да гэтага працэса

source: Attachment
be: Прычэпак

source: Attachment (*.*)|*.*||
be: Прычэпак (*.*)|*.*||

source: Attachments
be: Прычэпкі

source: Attempt to use the L0S state when link is idle.
be: Спрабаваць скарыстаць стан L0S, калі сувязь бяздзейная.

source: Attempt to use the L1 state when the link is idle.
be: Спрабаваць скарыстаць стан L1, калі сувязь бяздзейная.

source: Attempting to authenticate
be: Спроба апазнавання

source: Attempting to load a 64-bit application, however this CPU is not compatible with 64-bit mode.
be: Спроба заладаваць 64-бітную праграму, аднак гэты працэсар несумяшчальны з 64-бітным рэжымам.

source: Attribute "%1!ls!" cannot be set to "%2!ls!".
be: Атрыбуту "%1!ls!" не можа быць нададзена "%2!ls!".

source: Attributes
be: Атрыбуты

source: Attributes:
be: Атрыбуты:

source: Au&tomatic private IP address
be: Аўтаматычны прыватны IP-адрас

source: Audio
be: Аўдыё

source: Audio CD
be: Аўдыякружэлка CD

source: Audio files
be: Аўдыяфайлы

source: Audio format
be: Аўдыяфармат

source: Audio sample rate
be: Хуткасць аўдыяўзору

source: Audio sample size
be: Памер аўдыяўзору

source: Auditing log is full
be: Журнал праверкі поўны

source: August|Aug
be: Жнівень|Жні

source: Authentication
be: Апазнаванне

source: Authentication Error
be: Памылка апазнавання

source: Authentication failed
be: Апазнаванне няўдалае

source: Authentication package
be: Пакунак апазнавання

source: Authentication succeeded
be: Апазнаванне паспяховае

source: Author
be: Аўтар

source: Author URL
be: Сайт аўтара

source: Authors
be: Аўтары

source: Auto Start
be: Аўтазапуск

source: Auto summary
be: Аўтаматычнае абагульненне

source: Auto-&hide
be: Аўтаматычна хаваць

source: Auto-hide the taskbar
be: Аўтаматычна хаваць паліцу задач

source: AutoPlay
be: Аўтазапуск

source: AutoPlay options
be: Налады аўтазапуску

source: Autoconfiguration IPv4 Address
be: IPv4-адрас аўтаканфігурацыі

source: Autologon failed.
be: Не ўдалося ўвайсці аўтаматычна.

source: Autologon failed. Details: %1
be: Не ўдалося ўвайсці аўтаматычна. Дэталі: %1

# Autologon failed. Details: %1
source: Autologon failed. Details: %1\r\n
be: Не ўдалося ўвайсці аўтаматычна. Дэталі: %1\r\n

source: Automatic Private Address
be: Аўтаматычны прыватны адрас

source: Automatic Updates
be: Аўтаматычныя абнаўленні

source: Automatic configuration
be: Аўтаматычная канфігурацыя

source: Automatic scanning
be: Аўтаматычная праверка

source: Automatically &detect intranet network
be: Аўтаматычна выяўляць сетку інтранэт

source: Automatically Select
be: Аўтаматычна абраць

source: Automatically adjust for daylight saving time
be: Аўтаматычна пераводзіць на летні час і назад

source: Automatically balances performance with energy consumption on capable hardware.
be: Аўтаматычна балансуе прадукцыйнасць і спажыванне энергіі на здольным абсталяванні.

source: Automatically close the current UDF session when:
be: Аўтаматычна зачыняць дзейную UDF-сесію калі:

source: Automatically e&xpand to current folder
be: Аўтаматычна разгортваць да дзейнага каталога

source: Automatically install new updates every Friday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожную пятніцу а %s

source: Automatically install new updates every Monday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожны панядзелак а %s

source: Automatically install new updates every Saturday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожную суботу а %s

source: Automatically install new updates every Sunday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожную нядзелю а %s

source: Automatically install new updates every Thursday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожны чацвер а %s

source: Automatically install new updates every Tuesday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожны аўторак а %s

source: Automatically install new updates every Wednesday at %s
be: Аўтаматычна ўсталёўваць новыя абнаўленні кожную сераду а %s

source: Automatically install new updates every day at %s (recommended)
be: Аўтаматычна ўсталёўваць новыя абнаўленні штодня а %s (рэкамендавана)

source: Automatically type into the Search Box
be: Аўтаматычна ўводзіць тэкст у рамку пошуку

source: Autorun
be: Аўтазапуск

source: Available
be: Даступна

source: Available Network List
be: Спіс даступных сетак

source: Available Network List\0
be: Спіс даступных сетак\0

source: Available display output on: %1
be: Даступны выхад экрана на: %1

source: Available display output on: default adapter
be: Даступны выхад экрана на: стандартны адаптар

source: Available options
be: Даступныя налады

source: Available space
be: Даступная прастора

source: Available to join
be: Даступны для далучэння

source: Available types
be: Даступныя тыпы

source: Average
be: Сярэдні

source: Average battery
be: Сярэдні ўзровень батарэі

source: Average battery (charging)
be: Сярэдні ўзровень батарэі (зараджаецца)

source: Average signal
be: Сярэдні сігнал

source: Azeri (Cyrillic)
be: Азербайджанская (кірыліца)

source: Azeri (Latin)
be: Азербайджанская (лацінка)

source: Azeri Cyrillic
be: Азербайджанская (кірыліца)

source: Azeri Latin
be: Азербайджанская (лацінка)

source: B
be: Т

source: B&attery Status
be: Стан батарэі

source: B&lue:
be: Сіні:

source: B&rowse...
be: Агляд...

source: B&urn
be: Прапаліць

source: BD-R Drive
be: Кружэльнік BD-R

source: BD-RE Drive
be: Кружэльнік BD-RE

source: BD-ROM Drive
be: Кружэльнік BD-ROM

source: BY (Belarus)
be: BY (Беларусь)

source: Back
be: Назад

source: Back to %s
be: Назад да '%s'

source: Back up your computer
be: Рэзерваваць звесткі камп'ютара

source: Back up your files
be: Рэзерваваць вашыя файлы

source: Backdoor
be: Шчыліна

source: Background
be: Фон

source: Background Color
be: Колер фону

source: Background Position
be: Пазіцыя фону

source: Background files
be: Фонавыя файлы

source: Backup
be: Рэзервовая копія

source: Backup and Restore
be: Рэзерваванне і аднаўленне

source: Backup date
be: Дата рэзервавання

source: Backup date: %2
be: Дата рэзервавання: %2

source: Backup in progress
be: Выконваецца рэзерваванне

source: Backup is not being monitored
be: Няма назірання за рэзерваваннем

source: Backup of %1!s!
be: Рэзерваванне %1!s!

source: Backup on %1!s!
be: Рэзерваванне на %1!s!

source: Backup succeeded
be: Рэзерваванне паспяховае

source: Backup%0
be: Рэзервовая копія%0

source: Bad path.
be: Дрэнны шлях.

source: Bad seek.
be: Дрэнны пошук.

source: Balanced
be: Збалансаваны

source: Baltic
be: Балцкі

source: Baltic (Windows)
be: Балцкая (Windows)

source: Banana
be: Банан

source: Base Pri
be: Базавы прыярытэт

source: Base Priority
be: Базавы прыярытэт

source: Bashkir
be: Башкірская

source: Basic and High Contrast Themes
be: Базавыя і высокакантрасныя тэмы

source: Basket
be: Кошык

source: Basque
be: Басконская

source: Bass Bounce
be: Басовыя ўдары

source: Batch login
be: Пакетны ўваход

source: Batteries
be: Батарэі

source: Battery
be: Батарэя

source: Battery %s: %s
be: Батарэя %s: %s

source: Battery Meter
be: Лічыльнік батарэі

source: Battery charging state
be: Стан зараджання батарэі

source: Battery life
be: Час працы батарэі

source: Battery life and performance are on par
be: Час працы батарэі і прадукцыйнасць на адным узроўні

source: Battery life:
be: Час працы батарэі:

source: Battery plus charging
be: Зараджанне батарэі

source: Bcc addresses
be: Адрасы BCC

source: Be sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.
be: Пераканайцеся, што ваша друкарка падключаная правільна, і выкарыстайце панэль кіравання для праверкі правільнасці наладаў друкаркі.
